{"1":{"channel name":"Station Announcements","author":"SS13","censored":0,"author censored":0,"messages":[{"author":"Station Earnings Report","time stamp":"12:00:12","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 150%.<br /> The station spending power is currently <b>1643 Credits</b>, and the crew's targeted allowance is at <b>360 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Central Command","time stamp":"12:31:24","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Security Report<br><br>Thanks to the tireless efforts of our security and intelligence divisions, there are currently no credible threats to Space Station 9. All station construction projects have been authorized. Have a secure shift!","comments":[]},{"author":"Captain's Announcement","time stamp":"12:56:24","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"For todays preround we will be having a wrestling tournament please come to the holodeck to acquire your belt","comments":[]},{"author":"Station Earnings Report","time stamp":"13:00:12","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 120%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>373 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"13:41:51","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 110%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>413 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"13:42:46","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>453 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"13:43:12","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>493 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"13:43:35","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>533 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"13:43:55","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>573 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"13:44:15","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>613 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"13:44:36","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>653 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"13:46:04","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>693 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"13:46:23","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>733 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"13:46:50","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>773 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"13:47:10","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>813 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"14:00:12","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>853 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"14:26:35","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>893 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"14:26:54","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>933 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"14:27:15","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>973 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"14:27:36","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>1013 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"14:28:03","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>1053 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"14:28:28","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>1093 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"14:28:48","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>1133 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"14:29:07","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>1173 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"14:29:26","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>1213 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"14:29:49","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>1253 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"14:30:09","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>1293 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"14:30:28","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>1333 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"14:30:48","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>1373 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"14:31:11","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>1413 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"14:31:32","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>1739 Credits</b>, and the crew's targeted allowance is at <b>1453 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"15:00:12","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>2089 Credits</b>, and the crew's targeted allowance is at <b>1469 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]}]}}
