{"1":{"channel name":"Station Announcements","author":"SS13","censored":0,"author censored":0,"messages":[{"author":"Station Earnings Report","time stamp":"12:00:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 150%.<br /> The station spending power is currently <b>1993 Credits</b>, and the crew's targeted allowance is at <b>324 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Central Command","time stamp":"12:20:56","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Security Report<br><br>Thanks to the tireless efforts of our security and intelligence divisions, there are currently no credible threats to Space Station 1. All station construction projects have been authorized. Have a secure shift!","comments":[]},{"author":"Station Earnings Report","time stamp":"13:00:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 140%.<br /> The station spending power is currently <b>4153 Credits</b>, and the crew's targeted allowance is at <b>381 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Captain's Announcement","time stamp":"13:41:07","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Any and all access changes needed, please forward your requests to me.","comments":[]},{"author":"Station Earnings Report","time stamp":"14:00:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 130%.<br /> The station spending power is currently <b>4239 Credits</b>, and the crew's targeted allowance is at <b>421 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Central Command","time stamp":"14:29:54","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Collision Alert<br><br>Stray cargo pod detected on long-range scanners. Expected location of impact: Aft Maintenance.","comments":[]},{"author":"Station Earnings Report","time stamp":"15:00:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 120%.<br /> The station spending power is currently <b>4249 Credits</b>, and the crew's targeted allowance is at <b>461 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"16:00:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 110%.<br /> The station spending power is currently <b>4249 Credits</b>, and the crew's targeted allowance is at <b>501 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"17:00:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4249 Credits</b>, and the crew's targeted allowance is at <b>607 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"18:00:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>5299 Credits</b>, and the crew's targeted allowance is at <b>684 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"19:00:17","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>5309 Credits</b>, and the crew's targeted allowance is at <b>724 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"20:00:17","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>5678 Credits</b>, and the crew's targeted allowance is at <b>750 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"21:00:17","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>7038 Credits</b>, and the crew's targeted allowance is at <b>818 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"22:00:17","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>7038 Credits</b>, and the crew's targeted allowance is at <b>858 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"23:00:17","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>7028 Credits</b>, and the crew's targeted allowance is at <b>898 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"00:00:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>7013 Credits</b>, and the crew's targeted allowance is at <b>938 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"01:00:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>6977 Credits</b>, and the crew's targeted allowance is at <b>978 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Central Command","time stamp":"01:44:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Nanotrasen Cow Ranching Agency<br><br>A wise cow has been spotted in the area. Be sure to ask for her advice.","comments":[]},{"author":"Station Earnings Report","time stamp":"02:00:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>6977 Credits</b>, and the crew's targeted allowance is at <b>1018 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"03:00:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>6977 Credits</b>, and the crew's targeted allowance is at <b>1058 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"04:00:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>6917 Credits</b>, and the crew's targeted allowance is at <b>1098 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"05:00:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>6902 Credits</b>, and the crew's targeted allowance is at <b>1138 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"06:00:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>6877 Credits</b>, and the crew's targeted allowance is at <b>1178 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"07:00:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>6826 Credits</b>, and the crew's targeted allowance is at <b>1218 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"08:00:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>6826 Credits</b>, and the crew's targeted allowance is at <b>1258 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Captain's Announcement","time stamp":"08:08:49","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Whatever that fucking thing the mime has, it's not good for the station.","comments":[]},{"author":"Captain's Desk","time stamp":"08:42:29","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"That thing is an anomalous entity and only exists to threaten the station. PLEASE get a mindshield if you haven&#39;t done so already.","comments":[]},{"author":"Station Earnings Report","time stamp":"09:00:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>6826 Credits</b>, and the crew's targeted allowance is at <b>1298 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Central Command","time stamp":"09:11:56","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Anomaly Alert<br><br>Gravitational anomaly detected on long range scanners. Expected location: Theatre.","comments":[]},{"author":"Station Earnings Report","time stamp":"10:00:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>6876 Credits</b>, and the crew's targeted allowance is at <b>1338 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Central Command","time stamp":"10:55:56","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Electrical Storm Alert<br><br>An electrical storm has been detected in your area, please repair potential electronic overloads.","comments":[]},{"author":"Station Earnings Report","time stamp":"11:00:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>7226 Credits</b>, and the crew's targeted allowance is at <b>1358 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"12:00:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>7227 Credits</b>, and the crew's targeted allowance is at <b>1398 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"13:00:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>7167 Credits</b>, and the crew's targeted allowance is at <b>1438 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"14:00:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>7167 Credits</b>, and the crew's targeted allowance is at <b>1478 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"15:00:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>7167 Credits</b>, and the crew's targeted allowance is at <b>1518 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"16:00:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>6467 Credits</b>, and the crew's targeted allowance is at <b>1558 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"17:00:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>7167 Credits</b>, and the crew's targeted allowance is at <b>1598 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"18:00:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>7167 Credits</b>, and the crew's targeted allowance is at <b>1638 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Captain's Announcement","time stamp":"18:50:00","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Beacon on shuttle, teleporter set and open. Forever stay if you wish to be attuned to this hell.","comments":[]},{"author":"Station Earnings Report","time stamp":"19:00:17","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>6990 Credits</b>, and the crew's targeted allowance is at <b>1678 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]}]}}
