{"1":{"channel name":"Station Announcements","author":"SS13","censored":0,"author censored":0,"messages":[{"author":"Station Earnings Report","time stamp":"12:00:13","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 180%.<br /> The station spending power is currently <b>4470 Credits</b>, and the crew's targeted allowance is at <b>502 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Central Command","time stamp":"12:34:58","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Security Report<br><br>Thanks to the tireless efforts of our security and intelligence divisions, there are currently no credible threats to Space Station 13. All station construction projects have been authorized. Have a secure shift!","comments":[]},{"author":"Station Earnings Report","time stamp":"13:00:13","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 150%.<br /> The station spending power is currently <b>4093 Credits</b>, and the crew's targeted allowance is at <b>542 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"14:00:13","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 140%.<br /> The station spending power is currently <b>4056 Credits</b>, and the crew's targeted allowance is at <b>582 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"15:00:13","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 130%.<br /> The station spending power is currently <b>4056 Credits</b>, and the crew's targeted allowance is at <b>622 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"16:00:13","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 120%.<br /> The station spending power is currently <b>4056 Credits</b>, and the crew's targeted allowance is at <b>662 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"17:00:13","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 120%.<br /> The station spending power is currently <b>4056 Credits</b>, and the crew's targeted allowance is at <b>702 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"18:00:13","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 110%.<br /> The station spending power is currently <b>4056 Credits</b>, and the crew's targeted allowance is at <b>742 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"19:00:12","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4056 Credits</b>, and the crew's targeted allowance is at <b>782 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"20:00:12","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4056 Credits</b>, and the crew's targeted allowance is at <b>822 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"21:00:12","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4056 Credits</b>, and the crew's targeted allowance is at <b>862 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"22:00:12","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4056 Credits</b>, and the crew's targeted allowance is at <b>902 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"23:00:12","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4056 Credits</b>, and the crew's targeted allowance is at <b>942 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"00:00:13","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4056 Credits</b>, and the crew's targeted allowance is at <b>982 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"01:00:13","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4056 Credits</b>, and the crew's targeted allowance is at <b>1022 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"02:00:13","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4056 Credits</b>, and the crew's targeted allowance is at <b>1062 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"03:00:13","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4056 Credits</b>, and the crew's targeted allowance is at <b>1102 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"04:00:13","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4056 Credits</b>, and the crew's targeted allowance is at <b>1142 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"05:00:13","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4449 Credits</b>, and the crew's targeted allowance is at <b>1148 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"06:00:13","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4449 Credits</b>, and the crew's targeted allowance is at <b>1188 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"07:00:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>1197 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"08:00:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>1237 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"09:00:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>1277 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"10:00:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>1317 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"11:00:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>1357 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"12:00:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>1397 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"13:00:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>1437 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"14:00:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>1477 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"15:00:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>1517 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"16:00:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>1557 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"17:00:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>1597 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"18:00:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>1637 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"19:00:13","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>1677 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"20:00:13","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>1717 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"21:00:13","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>1757 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"22:00:13","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>1797 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"23:00:13","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>1837 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"00:00:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>1877 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"01:00:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>1917 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"02:00:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>1957 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"03:00:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>1997 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"04:00:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>2037 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"05:00:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>2077 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"06:00:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>2117 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"07:00:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>2157 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"08:00:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>2197 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"09:00:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>2237 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"10:00:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>2277 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"11:00:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>2317 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Station Earnings Report","time stamp":"12:00:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>2357 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Captain's Announcement","time stamp":"12:58:09","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Can't have SHIT in detroit","comments":[]},{"author":"Station Earnings Report","time stamp":"13:00:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Sector Economic Report<br /> Sector vendor prices is currently at 100%.<br /> The station spending power is currently <b>4859 Credits</b>, and the crew's targeted allowance is at <b>2397 Credits</b>.<br /> That's all from the <i>Nanotrasen Economist Division</i>.","comments":[]},{"author":"Captain's Announcement","time stamp":"13:16:31","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Beacon on shuttle and teleporter is on it, git you some","comments":[]}]}}
